{
  "products": [
    {
      "image": "../../assets/images/1/1.jpg",
      "alt": "Solid Shirt",
      "Store": "Blue Martin",
      "title": "Men Collared Casual Formal Soild Shirt",
      "Discount": 50,
      "price": "1499.00",
      "MRP": 3000.0,
      "description": "Solid shirts are easily matched with different bottoms, such as jeans, chinos, or shorts, making them suitable for various outfits. Short-sleeve shirts are perfect for layering with jackets, sweaters during cooler weather or for creating stylish looks. Solid short-sleeve shirts serve as go-to options for days when you need aquick and stylish outfit without much fuss.",
      "id": "92bc"
    },
    {
      "image": "../../assets/images/2/1.webp",
      "alt": "Lhenga Choli",
      "Discount": 40,
      "Store": "Women Wed",
      "title": "Embroidered Semi Stitched Lehenga Choli (Yellow)",
      "description": "Women Wed Provide Brings to You This Lehenga Choli Which is Available in a Shade of Attractive Colors and is Made From Net the Lehenga Choli is a Suitable Choice When It Comes to Choosing an Ethnic Wear or a Festive Wear for Your Wardrobe Embroidered on an Net Fabric Screams Grand Celebration Paired With the Matching Blouse and a Netted Dupatta is All You Need to Shine at Any Event Go for a Deep Back or a Neck Shop From a Wide Range of Beautifully Crafted Lehenga Choli From Women Wed On flipkart Pair It Up With Cute Accessories for the Next Family Function",
      "price": 1299,
      "MRP": 2200,
      "id": "49a1"
    },
    {
      "image": "../../assets/images/3/1.jpg",
      "alt": "Joggers",
      "title": "Pure Cotton Skinny Fit Full Length Mid Rise Joggers",
      "Store": "Veirdo Store",
      "description": "For the fashion-forward man seeking a modern, sleek look, these Veirdo light blue skinny fit joggers denim jeans for men are a must-have. These trendy jeans for men are the best jeans for men with elasticated waists with draw string adjustment and funky jeans for men have form-fitting style create a streamlined silhouette that flatters your figure, while the clean, minimalist look offers versatility for any occasion. These jeans for men slim fit are full length jeans with elasticated hemline are made with high-quality stretch denim, these jeans offer both comfort and style, giving you the best of both worlds. These relaxed fit jeans for men are sure to become a wardrobe staple, branded jeans for men offering the perfect combination of sophistication, stylish jeans for men, and comfort.",
      "Discount": 75,
      "price": "499.00",
      "MRP": 2000,
      "id": "dbd0"
    },
    {
      "image": "../../assets/images/4/1.webp",
      "alt": "Polo Neck T-Shirt",
      "Store": "Blue Martin",
      "title": "Men Solid Polo Neck Cotton Blend Blue T-Shirt",
      "description": "Solid shirts are easily matched with different bottoms, such as jeans, chinos, or shorts, making them suitable for various outfits. Short-sleeve shirts are perfect for layering with jackets or sweaters during cooler weather or for creating stylish looks. Solid short-sleeve shirts serve as go-to options for days when you need a quick and stylish outfit without much fuss.",
      "Discount": 65,
      "price": "349.00",
      "MRP": 999,
      "id": "0877"
    },
    {
      "image": "../../assets/images/5/1.jpg",
      "alt": "Oversized T-Shirt",
      "Store": "Veirdo Store",
      "title": "Oversized Baggy Fit Drop Shoulder T-Shirt",
      "description": "Introducing the Veirdo Oversized Baggy Fit Cotton T-Shirt, a trendy and fashionable choice for men and boys. This comfortable and breathable t-shirt is made from pure cotton, ensuring maximum comfort all day long. With its unique oversized fit and baggy style, it offers a relaxed and laid-back look that is perfect for casual wear. The round neck design adds a classic touch, making it suitable for various occasions. What sets this t-shirt apart is the eye-catching graphical frog print on the chest, adding a playful and fun element to your outfit. The Originals written on the chest print showcases the brand's originality and individuality. Available in swan white and mint green, these color options add elegance and vibrancy to your wardrobe. The swan white is perfect for both casual and semi-formal occasions, while the mint green adds a refreshing pop of color to any outfit. Whether you prefer an oversized or baggy fit, this t-shirt has got you covered. Made from comfortable cotton, it ensures a soft and cozy feel. Introducing our bold and funky men's oversized t-shirt, perfect for your everyday street wear. This white colour t-shirt features a graphic print, adding a stylish touch to your ensemble. The half sleeves and crew neck provide a comfortable fit, allowing you to move freely throughout the day.",
      "Discount": 70,
      "price": "359.00",
      "MRP": 1199,
      "id": "a8fa"
    },
    {
      "image": "../../assets/images/6/1.jpg",
      "alt": "Oversized T-Shirt",
      "Store": "Veirdo Store",
      "title": "Cotton Half Sleeve Oversized Zebra Printed T-Shirt",
      "description": "Design and style: Trending Color combination design with gives extra ordinary casual look Care Instructions: Hand Wash Only; Fit Type: Loose Fit Sleeve type: Half sleeve with stylish casual oversize design for Men and Women. Collar Style: Collarless Pairing: This t-shirt is easy to be paired with your Jeans, skinny leggings, jeggings and shorts, etc.",
      "Discount": 60,
      "price": "399.00",
      "MRP": 999,
      "id": "79f9"
    },
    {
      "image": "../../assets/images/7/2.jpg",
      "alt": "Minions T-shirt",
      "Store": "THE SOULED STORE",
      "title": "Official Minions: Stay Weird, Stay Happy Women Oversized Cropped T-Shirts",
      "description": "Homegrown Indian Brand - One-stop-shop for Official Merch of all your favorite superheroes, films, TV shows and cartoons. Material: 100% Cotton , Fabric: Cotton, Color: Yellow, Fit: Oversized, Sleeve: Half Sleeve, Pattern: Graphic Printed, Closure: Pull On Size Guide: XS(32), S(34), M(36), L(38), XL(40), XXL(42) Standard Sizing: We follow U.S. and EU standards and our sizes do not vary by more than +/- 0.5 inches. High Definition Print - Using the highest quality solvents and colors combines with fully automated machines, we ensure our t-shirt dresses have razor-sharp prints that highlight every single detail.",
      "Discount": 63,
      "price": "549.00",
      "MRP": 1499,
      "id": "7874"
    },
    {
      "image": "../../assets/assets/product-listing/f7.jpg",
      "alt": "Glamcart",
      "store": "Men's Authentic",
      "title": "Hanes Men's T-shirt Beefy-T Heavyweight Cotton Crewneck Tee",
      "Discount": 66,
      "price": 2000,
      "MRP": 3000,
      "id": 7
    },
    {
      "image": "../../assets/images/8/1.jpg",
      "alt": "Flared Kurthi",
      "Store": "BIBA STORE",
      "title": "Polyester Women's Regular A-Line Flared Kurta",
      "description": "Biba, a leading Indian wear brand, was founded by Mrs. Meena Bindra in 1988. At the forefront of the Women's ethnic wear BIBA provides its customers with a wide range of traditional and contemporary clothing and accessories Our Logo, a peacock feather, denotes royalty, elegance, confidence and attention to detail Drawing from a rich legacy, leading market position and an industry defining online presence, BIBA is regarded as a 'category creator' in the women's Indian wear segment With a significantly diversified product portfolio that includes jewellery, footwear, handbags and perfumes, the brand has evolved to become the go-to destination for all things fashion Imbibing the Indian values in its designs and styles, BIBA strives to cater to the evolving and rich tastes of its customers.",
      "Discount": 60,
      "price": "1199.00",
      "MRP": 3000,
      "id": "e8b7"
    }
  ],
  "products1": [
    {
      "image": "../../assets/assets/product-listing/f1.jpg",
      "alt": "Women Shirt",
      "store": "Women's fashion",
      "title": "REORIA Women's Mock Turtle Neck Short Sleeve Shirts",
      "Discount": 30,
      "price": 1400,
      "MRP": 2000,
      "id": 1
    },
    {
      "image": "../../assets/assets/product-listing/f2.jpg",
      "alt": "Glamcart",
      "store": "Men's Today",
      "title": "COOFANDY Men's Knit Shirts Short Sleeve Button Down Polo Shirt",
      "Discount": 20,
      "price": 1050,
      "MRP": 1500,
      "id": 2
    },
    {
      "image": "../../assets/assets/product-listing/f3.jpg",
      "alt": "Glamcart",
      "store": "Women's Fashion",
      "title": "AUTOMET Women's Tops Casual Dressy BAsic T-shirts",
      "Discount": 50,
      "price": 1500,
      "MRP": 3000,
      "id": 3
    },
    {
      "image": "../../assets/assets/product-listing/f4.jpg",
      "alt": "Glamcart",
      "store": "Women's Fashion",
      "title": "ANRABESS Women Linen Palazzo Pants",
      "Discount": 50,
      "price": 1000,
      "MRP": 2000,
      "id": 4
    },
    {
      "image": "../../assets/assets/product-listing/f5.jpg",
      "alt": "Glamcart",
      "store": "Women's Today",
      "title": "ANRABESS Women Summer Mini Romper Dress",
      "Discount": 50,
      "price": 2000,
      "MRP": 4000,
      "id": 5
    },
    {
      "image": "../../assets/assets/product-listing/f6.jpg",
      "alt": "Glamcart",
      "store": "Women's Fashion",
      "title": "Dokotoo Women's Color Block Down Shirts",
      "Discount": 50,
      "price": 1000,
      "MRP": 2000,
      "id": 6
    },
    {
      "image": "../../assets/assets/product-listing/f7.jpg",
      "alt": "Glamcart",
      "store": "Men's Authentic",
      "title": "Hanes Men's T-shirt Beefy-T Heavyweight Cotton Crewneck Tee",
      "Discount": 66,
      "price": 2000,
      "MRP": 3000,
      "id": 7
    },
    {
      "image": "../../assets/images/3/1.jpg",
      "alt": "Joggers",
      "title": "Pure Cotton Skinny Fit Full Length Mid Rise Joggers",
      "Store": "Veirdo Store",
      "description": "For the fashion-forward man seeking a modern, sleek look, these Veirdo light blue skinny fit joggers denim jeans for men are a must-have. These trendy jeans for men are the best jeans for men with elasticated waists with draw string adjustment and funky jeans for men have form-fitting style create a streamlined silhouette that flatters your figure, while the clean, minimalist look offers versatility for any occasion. These jeans for men slim fit are full length jeans with elasticated hemline are made with high-quality stretch denim, these jeans offer both comfort and style, giving you the best of both worlds. These relaxed fit jeans for men are sure to become a wardrobe staple, branded jeans for men offering the perfect combination of sophistication, stylish jeans for men, and comfort.",
      "Discount": 75,
      "price": "499.00",
      "MRP": 2000,
      "id": "dbd0"
    },
    {
      "image": "../../assets/assets/product-listing/f8.jpg",
      "alt": "Glamcart",
      "store": "Men's casual",
      "title": "Hanes Men's Ecosmart Fleece Sweatshirt",
      "Discount": 50,
      "price": 750,
      "MRP": 1500,
      "id": 8
    }
  ]
}
